"Loading..." = "Duke u ngarkuar...";
"Connection Error" = "Gabim Lidhjeje";
"Search Temporarily Unavailable" = "Na vjen keq, kërkimi është përkohësisht i padisponueshëm";
"Error" = "Gabim";
"No Loc Error Title" = "Shërbimet e Vendodhjes jo funksionale";
"No Loc Error Message" = "Pa Shërbimet e Vendodhjes nuk mund t'ju shfaqim vende në zonën tuaj. Për të aktivizuar Shërbimet e Vendodhjes shkoni tek  Rregullime/Të përgjithshme.";
"Details" = "Detaje";
"List" = "List";
"Map" = "Hartë";
"Settings" = "Rregullime";
"Wheelchair Settings" = "Filtro vendet sipas aksesueshmërisë";
"Category Settings" = "Filtro vendet sipas kategorisë";
"EditPOIViewInfoLabel" = "Informacion";
"Signed In" = "Signed in";
"Signed In As" = "Futu si";
"Not Logged In" = "Ju nuk jeni i futur";
"Sign Out" = "Dil";
"About Wheelmap" = "Rreth";
"Credits:" = "Kredite:";
"Map Credits" = "Të dhënat e hartës: OpenStreetMap";
"Icons Credits" = "Ikona: Yusuke Kamiyamane";
"Dev Credits" = "Zhvilluesi i iPhone: Dorian Roy";
"Copyright" = "© 2010 Sozialhelden e.V. Të gjitha të drejtat të rezervuara.";
"Close" = "Mbyll";
"Search Results" = "Rezultatet e Kërkimit";
"Nearby Places" = "Vende Përreth";
"Places near %@" = "Vende afër %@";
"Places in map segment" = "Vende në segementin e hartës";
"OK" = "OK";
"Cancel" = "Anollo";
"BackButton" = "Mbrapa";
"Unknown Place" = "Vend i Papërcaktuar";
"Loading Places" = "Duke ngarkuar Vendet";
"No Results" = "Asnjë vend nuk u gjend";
"Zoom Closer" = "Zmadhoje për të treguar vendet";
"Still not found?" = "Ende nuk u gjend?";
"Tap to Add Place" = "Prekni këtu për të shtuar një vend";
"Save Changes" = "Ruaj Ndryshimet";
"Confirm Place %@ Status %@" = "Statusi i %1$@ do të ndryshohen në %2$@";
"Add Place" = "Shto Vend";
"Edit Name" = "Redakto Emrin";
"Edit Type" = "Redakto Llojin";
"Edit Location" = "Redakto Pozicionin";
"Drag Pin" = "Zvarrit gjilpërën e kuqe për të treguar pozicionin e vendit";
"Edit Description" = "Redakto komentin";
"Edit Address" = "Redakto adresën";
"Street Placeholder" = "Rruga";
"Housenumber Placeholder" = "Nr.";
"Postcode Placeholder" = "ZIP";
"City Placeholder" = "Qyteti";
"Edit Website" = "Redakto website-in";
"Edit Phone" = "Redakto numrin e telefonit";
"Add Description" = "Shto koment";
"Description Note" = "Ju mund të shtoni një shënim të përmbledhur mbi aksesueshmërinë e karrigeve me rrota në këtë vend";
"Add Address" = "Shto adresë";
"Add Website" = "Shto website";
"Add Phone" = "Shto numër telefoni";
"URL" = "URL";
"Enter valid URL" = "Ju lutem futni një URL të vlefshme";
"Confirm Add Place" = "Vërtet dëshironi ta shtoni këtë vend te Wheelmap?";
"Add Place Button" = "Shto Vend të Ri";
"Confirm Edit Place" = "Vërtet dëshironi ta ndryshoni këtë vend?";
"Edit Place Button" = "Ruaj Ndryshimet";
"Error Place Not Editable" = "Na vjen keq, duket sikur ky vend nuk mund të redaktohet përmes Wheelmap";
"Place Added" = "Vendi u shtua";
"Place Edited" = "Vendi u redaktua";
"Place Added Message" = "Mund të marrë disa minuta përpara se ndryshimet të shfaqen në rezultatet e kërkimit.";
"EditPOIViewNameLabel" = "Emër";
"field_type" = "Lloj";
"field_wheelchair" = "Karrike me rrota";
"field_wheelchair:description" = "Koment";
"EditPOIViewAddressLabel" = "Adresë";
"EditPOIViewPhoneLabel" = "Telefon";
"EditPOIViewWebsiteLabel" = "Website";
"EditPOIViewPositionLabel" = "Pozicion-vend";
"Accessibility" = "Karrige me rrota";
"accessibility_limited" = "E kushtëzuar në aksesimin e karrigeve me rrota";
"accessibility_no" = "Jo e aksesueshme në karrige me rrota";
"accessibility_unknown" = "Aksesueshmëria e Papërcaktuar";
"Sign In" = "Futu";
"Sign In Prompt" = "Identifikohu me llogarinë tuaj Wheelmap.";
"Username" = "Email";
"Password" = "Fjalëkalim";
"Sign In Button" = "Identifikohu";
"Sign Up Prompt" = "Krejt fillestar? Regjistrohuni me OpenStreetMap dhe Wheelmap.org tani.";
"Sign Up Button" = "Regjistrohu";
"User Credentials Error" = "Emri i përdoruesit ose fjalëkalimi është gabim. Ju lutemi provoni përsëri.";
"Account Linkage Error" = "Llogaria juaj nuk është e lidhur me një llogari OpenStreetMap ende. Klikoni OK për të hapur shfletuesun dhe për ta ndryshuar atë.";
"WheelchairAccessYes" = "Plotësisht e Aksesueshme";
"WheelchairAccessLimited" = "Pjesërisht e Aksesueshme";
"WheelchairAccessNo" = "E pa Aksesueshme";
"WheelchairAccessUnknown" = "Aksesueshmëria e Papërcaktuar";
"WheelchairAccessContentYes" = "● Hyrja pa shkallë\n● Të gjitha lokalitetet të aksesueshme pa shkallë\n● Nëse ka tualete: Tualet jashtë funksionit ka gjithashtu";
"WheelchairAccessContentLimited" = "● Shkalla e hyrjes jo më e lartë se 7 cm\n● Pjesa më e madhe e lokaliteteve të rëndësishme janë të disponueshme pa shkallë";
"WheelchairAccessContentNo" = "● Shkalla e hyrjes më e lartë se 7 cm\n● Pjesa më e madhe e lokaliteteve jo të aksesueshme pa shkallë";
"category_accommodation" = "Akomodim";
"category_government" = "Autoritetet Publike";
"category_money_post" = "Bankë & Postë";
"category_education" = "Edukim";
"category_food" = "Ushqim & Pije";
"category_leisure" = "Kohë e lirë";
"category_misc" = "I llojllojshëm";
"category_shopping" = "Blerje";
"category_sport" = "Sport";
"category_tourism" = "Turizëm";
"category_public_transfer" = "Trafik";
"aerodrome" = "Aerodrom";
"alcohol" = "Alkool";
"archaeological_site" = "Zonë Arkeologjike";
"arena" = "Arenë";
"arts_centre" = "Qendër Artesh";
"artwork" = "Vepër arti";
"atm" = "ATM";
"attraction" = "Pikë turistike";
"bakery" = "Dyqan buke";
"bank" = "Bankë";
"bar" = "Pijetore";
"battlefield" = "Fushë beteje";
"beach" = "Plazh";
"beach_resort" = "Resort Plazhi";
"beacon" = "Far";
"bed_and_breakfast" = "Shtrat & Mëngjes";
"beverages" = "Pije alkoolike";
"bicycle" = "Biçikletë";
"bicycle_rental" = "Biçikleta me qira";
"boatyard" = "Kantier detar";
"books" = "Libra";
"bureau_de_change" = "Zyrë Këmbimi Valutor";
"bus_station" = "Stacion Autobusi";
"bus_stop" = "Qëndrim Autobusi";
"butcher" = "Mishshitës";
"cable_car" = "Teleferik";
"cafe" = "Kafene";
"camp_site" = "Vend për Kamp";
"car_rental" = "Makina me qira";
"car_sharing" = "Car Sharing";
"caravan_site" = "Vend për karavan";
"castle" = "Kështjellë";
"cave_entrance" = "Hyrje Shpelle";
"chair_lift" = "Ngritje Karrigieje";
"chalet" = "Shtëpizë";
"cinema" = "Kinema";
"clothes" = "Dyqan rrobash";
"college" = "Kolegj";
"computer" = "Kompjuter";
"convenience" = "Dyqan i vogël";
"courthouse" = "Gjykatë";
"department_store" = "Qendër Tregtare";
"doityourself" = "Bëje vet";
"drinking_water" = "Ujë i pijshëm";
"dry_cleaning" = "Pastrim Kimik";
"electronics" = "Elektronike";
"fast_food" = "Fast Food";
"ferry" = "Traget";
"ferry_terminal" = "Terminal Tragetesh";
"florist" = "Luleshitës";
"fuel" = "Karburant";
"furniture" = "Mobilje";
"gallery" = "Galeri";
"garden_centre" = "Qendër Kopshti";
"guest_house" = "Shtëpi Mikpritëse";
"hairdresser" = "Floktar";
"halt" = "Ndal";
"hardware" = "Hardware";
"hospital" = "Spital";
"hostel" = "Bujtinë";
"hotel" = "Hotel";
"information" = "Informacion";
"kindergarten" = "Çerdhe";
"kiosk" = "Kiosk";
"library" = "Bibliotekë";
"mall" = "Kompleks Dyqanesh";
"memorial" = "Memorial";
"motel" = "Motel";
"museum" = "Muze";
"nightclub" = "Klub Nate";
"optician" = "Dyqan syzesh optike";
"outdoor" = "Në natyrë";
"parking" = "Parking";
"parking_aisle" = "Parking Aisle";
"pharmacy" = "Farmaci";
"place_of_worship" = "Vend Adhurimi";
"platform" = "Platformë";
"post_office" = "Zyrë Postare";
"pub" = "Pab";
"public_building" = "Godinë Publike";
"restaurant" = "Restorant";
"school" = "Shkollë";
"shoes" = "Këpucë";
"sports_centre" = "Qendër Sportive";
"stadium" = "Stadium";
"subway_entrance" = "Hyrje në Metro";
"supermarket" = "Supermarket";
"swimming" = "Not";
"swimming_pool" = "Pishinë";
"terminal" = "Terminal";
"theatre" = "Teatër";
"theme_park" = "Park Lojrash";
"toilets" = "Tualete";
"tower" = "Kullë";
"townhall" = "Bashkia e Qytetit";
"tram_stop" = "Stacion Tramvaje";
"university" = "Universitet";
"veterinary" = "Veterinar";
"viewpoint" = "Pikë Vështrimi";
"zoo" = "Kopsht Zoologjik";
"Yes" = "Po";
"No" = "Jo";
"LeaveApp" = "A jeni i sigurt që doni të largoheni nga app?";
"Call" = "A dëshironi të telefonini këtë numër?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "Email";
"sms" = "Mesazh me tekst";
"DetailsViewHeadline" = "Pamje Detajesh";
"DetailsView4ButtonViewCallLabel" = "Thirrje";
"DetailsView4ButtonViewInfoLabel" = "Koment";
"DetailsView4ButtonViewRouteLabel" = "Itinerar";
"DetailsViewAskFriendsButtonLabel" = "Angazhohu: Pyet miqtë e tu nëse ky vend është i aksesueshëm në karrige me rrota";
"DetailsViewChoosePhotoSource" = "Zgjidh dosje";
"DetailsViewUploadOptionCamera" = "Kamer";
"DetailsViewUploadOptionPhotoAlbum" = "Foto";
"DetailsViewMoreInfoButtonLabel" = "Më shumë informacion";
"MoreInfoViewHeadline" = "Më shumë informacion";
"ShareLocationViewHeadline" = "Përhap vendin";
"EditPOIViewHeadline" = "Redakto";
"EditPOIViewCategoryLabel" = "Kategori";
"EditPOIViewSetMarkerButton" = "Vendos shenjuesin";
"CommentViewLabel" = "Gjej më shumë informacion mbi aksesimin e karrigeve me rrota të këtij vendi këtu";
"ShareLocationLabel" = "E kam gjetur këtë vend në Wheelmap.org:";
"AskFriendsLabel" = "A e dini nëse ky vend është i aksesueshëm në karrige me rrota?";
"DashboardNearby" = "VENDE PËRRETH";
"DashboardMap" = "HARTË";
"DashboardCategories" = "KATEGORI";
"DashboardHelp" = "ANGAZHOHU";
"SearchForPlace" = "Kërko për vend këtu afër";
"Places" = "Vende";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "U krye";
"RegisterNew" = "Regjistrohu";
"UsernamePlaceholder" = "Email";
"MapHybrid" = "Hibrid";
"MapStandard" = "Standard";
"MapSatellite" = "Satelit";
"PlacesNearby" = "Vende këtu afër";
"HelpByMarking" = "Ndihmo dhe shëno të aksesueshme në karrige me rrota në këto vende këtu afër";
"NoAddress" = "Nuk ka adresë të disponueshme";
"NoWebsite" = "Nuk ka website të disponueshëm";
"NoPhone" = "Nuk ka numër telefoni të disponueshëm";
"EditPOIStateHeadline" = "Status";
"NavBarEditButton" = "Redakto";
"NavBarSaveButton" = "Ruaj";
"TitleHelp" = "Angazhohu";
"LoadingWheelText" = "Duke përditësuar rezultatet";
"SaveNodeFailed" = "Të dhënat nuk u ruajtën.";
"FetchNodesFails" = "Të dhënat nuk u ngarkuan.";
"NoPOIsFound" = "Asnjë vend nuk u gjet";
"TermsText" = "Hej! Wheelmap.org përditësoi kushtet e saj të përdrimit dhe marrëveshjen e privatësisë së të dhënave. Ju lutemi pranoni të dyja kështu ju mund të jeni i përshtatshëm për të shtuar vende të reja, duke ngarkuar figura dhe duke shkruar komente.";
"TermsAcceptButton" = "Pranoj";
"TermsDeniedButton" = "Nuk pranoj";
"TermsDeniedText" = "Shumë keq! Ju nuk pranuat Kushtet tona të përdorimit dhe marrëveshjen e privatësisë së të dhënave. Kjo do të thotë që ju nuk mund të përdorni disa nga veglat e këndshme të aplikacionit. Për të ndryshuar këtë ju keni duhet të identifikoheni përsëri dhe t'i pranoni të dyja.";
"TermsTitle" = "Kushtet e përdorimit";
"TermsCouldNotUpdate" = "Informacioni i përdoruesit nuk u arrit të përditësohet. Ju lutemi provoni përsëri!";
"NoResources" = "Asnjë burim nuk u gjet. Ju lutemi të kontrolloni lidhjen e internetit dhe ju lutemi rifilloni aplikacionin";
"NavBarTitleCategory" = "Kategori";
"NavBarTitleWheelChairStatus" = "Satatusi i karriges me rrota";
"PhotoUuploadSuccess" = "Fotoja u ngarkua me sukses";
"PhotoUuploadFailed" = "Fotoja nuk u arrit të ngarkohej. Ju lutemi provoni përsëri";
"FetchingPhotoURLFailed" = "Fotoja e këtij pozicioni nuk shkarkohet dot.";
"POIStatusChangeFailed" = "Aksesueshmëria në karrige me rrota e këtij vendi nuk u përditësua dot. Ju lutemi provoni përsëri.";
"NavBarTitleSharing" = "Përhapje";
"NavBarTitleComment" = "Koment";
"NavBarTitleEdit" = "Redakto";
"NavBarTitleSetMarker" = "Vendos pozicionin";
"SearchResult" = "Rezultati i kërkimit";
"NavBarTitleDetail" = "Detaj";
"FacebookSuccess" = "Përhapje e suksesshme";
"TweetSuccess" = "Përhapje e suksesshme";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "Emaili u dërgua me sukses.";
"MailSendFailed" = "Emaili nuk u dërgua dot.";
"SMSSendSuccess" = "SMS u dërgua me sukses.";
"SMSSendFailed" = "SMS nuk u dërgua dot";
"EditPOIViewSetMarkerButtonDisabled" = "i padisponueshëm";
"NavBarTitleSetNodeType" = "Vendos Llojin e Pozicionit";
"EditPOIViewNodeTypeLabel" = "Lloji i Pozicionit";
"SetMarkerInstruction" = "Zvarrit shenuesin e kuq në pozicionin e sakt të vendit";
"ConfirmImageUpload" = "A dëshiron vërtet të ngarkosh këtë foto?";
"PleaseSetMarker" = "Ju lutemi vendosni pozicionin e këtij vendi!";
"NoSearchService" = "Kërkimi i padisponueshëm";
"DetailsView4ButtonViewShareLabel" = "Përhap";
"NodeNoCategorySet" = "Ju lutemi zgjidhni një kategori!";
"NodeNoNameSet" = "Ju lutemi futni një emër!";
"AcceptDataTerms" = "Unë pranoj paragrafin 1 dhe 2 të marrëveshjes së privatësisë së të dhënave.";
"AcceptUserTerms" = "Unë pranoj kushtet e përdorimit.";
"PleaseAcceptAllTerms" = "Ju lutemi pranoni kushtet e përdorimit dhe marrëveshjen e privatësisë së të dhënave.";
"SaveSucess" = "Të dhënat u ruajtën me sukses";
"FirstStartBothAccounts" = "E rëndësishme: Ju keni nevojë për një llogari OpenStreetMap DHE një llogari Wheelmap për të qenë në gjendje për të përdorur aplikacionin Wheelmap në nivelin e tij të plotë.";
"FirstStartNoAccount" = "Ju nuk keni ende një llogari OpenStreetMap apo një llogari Wheelmap?";
"FirstStartNoAccountRegister" = "Regjistro të dyja tani.";
"FirstStartOnlyOSM" = "You already have an OpenStreetMap account but no Wheelmap account yet? No problem! Log in on Wheelma.org and go to “Profile”. You can create your Wheelmap account there.";
"FirstStartButton" = "OK, u kuptua!";
"LoginScreenForgotPassword" = "Harruat fjalëkalimin?";
"LoginScreenNoWheelmapAccount" = "Nuk keni një llogari Wheelmap ende? Identifikohuni në Wheelmap.org me llogarinë tuaj OpenStreetMap dhe shkoni te \"Profil\". Ju mund të krijoni llogarinë tuaj Wheelmap aty.";
"WhyOSMAccount" = "Why do I need an OSM user account?";
"DescribeWhyOSMAccount" = "Wheelmap.org is based on Openstreetmap. All the data you see on the map comes from the Openstreetmap database. Hence, to be able to add or change information you need an Openstreetmap user account.";
"LoginOverOSMText" = "You need an Openstreetmap user account to be able to log in on Wheelmap.org.";
"LoginOverOSM" = "Go to OSM Login";
"OSMAccount" = "You don’t have an OSM user account yet?";
"StepsToOSMAccount" = "Four steps to log in:\n1. Click on “OSM Registration” and register your OSM user account\n2. Open your email client and click on the activation link\n3. Open the Wheelmap app\n4. Log in with your OSM user account (username & password)";
"OSMRegistration" = "OSM Registration";
